Repository: SeveroMorales/lizard
Catalog: subprojects/talkatu/po/*.po
Languages: he, ne, ro, sq

source: Alice
he: עליזה
ne: एलाइस
ro: Simona
sq: Mira

source: Bob
he: בני
ne: बब
ro: Bobu
sq: Beni

source: Carlos
he: קובי
ne: कार्लोस
ro: Carol
sq: Gimi

source: Eve
he: חוה
ne: इभ
ro: Evelina
sq: Erinda

source: David
he: דוד
ne: डेभिड
ro: Davidescu
sq: Dashi

source: Mallory
he: מלכה
ne: म्यालोरी
ro: Nefertiti
sq: Drita

source: Use a TalkatuBuffer
he: שימוש ב־TalkatuBuffer
ne: TalkatuBuffer प्रयोग गर्नुहोस्
ro: Utilizați un TalkatuBuffer
sq: Përdor një TalkatuBuffer

source: Plain
he: רגיל
ne: सादा
ro: Pimplu
sq: E thjeshtë

source: Use a TalkatuWholeBuffer
he: שימוש ב־TalkatuWholeBuffer
ne: TalkatuWholeBuffer प्रयोग गर्नुहोस्
ro: Utilizați un TalkatuWholeBuffer
sq: Përdor një TalkatuWholeBuffer

source: Whole
he: הכול
ne: पूर्ण
ro: Întreg
sq: E plotë

source: Use a TalkatuHTMLBuffer
he: שימוש ב־TalkatuHTMLBuffer
ne: TalkatuHTMLBuffer प्रयोग गर्नुहोस्
ro: Utilizați un TalkatuHTMLBuffer
sq: Përdor një TalkatuHTMLBuffer

source: HTML
ne: एचटीएमएल

source: Use a TalkatuMarkdownBuffer
he: שימוש ב־TalkatuMarkdownBuffer
ne: TalkatuMarkdownBuffer प्रयोग गर्नुहोस्
ro: Utilizați un TalkatuMarkdownBuffer
sq: Përdor një TalkatuMarkdownBuffer

source: Markdown
he: Markdown (שפת סימון)
ne: मार्कडाउन

source: Insert HTML from a file
he: הוספת HTML מקובץ
ne: फाइलबाट एचटीएमएल घुसाउनुहोस्
ro: Introduceți HTML dintr-un fișier
sq: Futni HTML prej një kartele

source: Insert HTML
he: הוספת HTML
ne: HTML घुसाउनुहोस्
ro: Introduceți HTML
sq: Fut HTML

source: Insert Markdown from a file
he: הוספת Markdown מקובץ
ne: फाइलबाट मार्कडाउन घुसाउनुहोस्
ro: Introduceți Markdown dintr-un fișier
sq: Futni Markdown prej një kartele

source: Insert Markdown
he: הוספת Markdown
ne: मार्कडाउन घुसाउनुहोस्
ro: Introduceți Markdown
sq: Fut Markdown

source: Author
he: יצירה
ne: लेखक
ro: Autor
sq: Autor

source: Toogle toolbar visibility
he: החלפת תצוגת סרגל הכלים
ne: उपकरणपट्टी दृश्यता बदल्नुहोस् गर्नुहोस्
ro: Comutați vizibilitatea barei de unelte
sq: Ndryshoni dukshmërinë e panelit

source: Toolbar
he: סרגל כלים
ne: उपकरणपट्टी
ro: Bara de unelte
sq: Panel

source: Toggle send button visibility
he: החלפת תצוגת כפתור שליחה
ne: पठाउनुहोस् बटन दृश्यता बदल्नुहोस् गर्नुहोस्
ro: Comutați vizibilitatea butonului de trimitere
sq: Aktivizo/çaktivizo dukshmërinë e butonit të dërgimeve

source: Send Button
he: כפתור שליחה
ne: पठाउनुहोस् बटन
ro: Butonul Trimite
sq: Buton Dërgimi

source: Talkatu Demo
he: הדגמה של Talkatu
ne: Talkatu प्रस्तुती
sq: Demo Talkatu-je

source: insert html...
he: הוספת html…
ne: HTML घुसाउनुहोस्...
ro: inserați html...
sq: futni html…

source: insert markdown...
he: הוספת markdown…
ne: मार्कडाउन घुसाउनुहोस्...
ro: inserați markdown...
sq: futni markdown…

source: Send
he: שליחת
ne: पठाउनुहोस्
ro: Trimiteți
sq: Dërgoje

source: Insert Link
he: הוספת קישור
ne: लिङ्क घुसाउनुहोस्
ro: inserați link-ul
sq: Fut Lidhje

source: Cancel
he: ביטול
ne: रद्द गर्नुहोस्
ro: Anulați
sq: Anuloje

source: Insert
he: הוספה
ne: हाल्नुहोस
ro: Inserați
sq: Fute

source: <span font-size="large" font-weight="bold">Insert Link</span>
he: <span font-size="large" font-weight="bold">הוספת קישור</span>
ne: <span font-size="large" font-weight="bold">लिङ्क घुसाउनुहोस्</span>
ro: <span font-size="large" font-weight="bold">Inserați link-ul</span>
sq: <span font-size="large" font-weight="bold">Futni Lidhje</span>

source: Please enter the URL and optional display text you would like to insert.
he: נא להכניס כתובת וטקסט תצוגה כרשות אותם ברצונך להוסיף.
ne: कृपया तपाईँले घुसाउन चाहानु भएको लिङ्कको URL प्रविष्टि गर्नुहोस् र प्रदर्शन गर्ने ऐच्छिक पाठ प्रविष्ठ गर्नुहोस्
ro: Vă rugăm să completați URL-ul și textul opțional de afișare pe care doriți să îl introduceți.
sq: Ju lutemi, jepni URL-në dhe tekst opsional shfaqjeje që do të donit të futnit.

source: URL:
he: כתובת:
ne: युआरएल:

source: Display Text:
he: טקסט תצוגה:
ne: प्रदर्शन पाठ :
ro: Afișați textul:
sq: Tekst Shfaqjeje:

source: Bold
he: מודגש
ne: बाक्लो
ro: Gros
sq: Të trasha

source: Italic
he: נטוי
ne: छड्के
ro: Înclinat
sq: Të pjerrëta

source: Underline
he: קו תחתי
ne: निम्नरेखाङ्कन
ro: Subliniat
sq: Të nënvizuara

source: Strikethrough
he: קו חוצה
ne: स्ट्राइकथ्रु
ro: Tăiat
sq: Hequrvije

source: Increase Font Size
he: הגדלת גודל גופן
ne: फन्ट साइज बढाउनुहोस्
ro: Mărește dimensiunea fontului
sq: Rrite Madhësinë e Shkronjave

source: Decrease Font Size
he: הקטנת גודל גופן
ne: फन्ट साइज घटाउनुहोस्
ro: Reduceți dimensiunea fontului
sq: Zvogëloje Madhësinë e Shkronjave

source: Clear Formatting
he: ניקוי מעיצוב
ne: ढाँचा खाली गर्नुहोस्
ro: Șterge formatarea
sq: Hiqi Formatimin

source: Insert Image
he: הוספת תמונה
ne: तस्विर घुसाउनुहोस्
ro: Inserați o imagine
sq: Futni Figurë

source: Insert File
he: הוספת קובץ
ne: फाइल घुसाउनुहोस्
ro: Inserați un fișier
sq: Futni Kartelë

source: Insert Code
he: הוספת קוד
ne: फाइल घुसाउनुहोस्
ro: Inserați codul
sq: Futni Kod

source: Insert Emoji
he: הוספת אמוג׳י
ne: इमोजी घुसाउनुहोस्
ro: Inserați un măscărici
sq: Futni Emoji

source: Get Attention
he: קבלת תשומת לב
ne: ध्यान आकर्षण गर्नुहोस्
ro: Atrage atenția
sq: Tërhiqi Vëmendjen

source: activating action %s
he: הפעולה %s מופעלת
ne: सक्रियता गतिविधि %s
ro: acțiunea de activare %s
sq: po aktivizohet veprimi %s

source: toggling action %s
he: שינוי מצב הפעולה %s
ne: बदल्ने गतिविधि %s
ro: acțiunea de comutare %s
sq: po aktivizohet/çaktivizohet veprimi %s

source: failed to find action for tag %s
he: איתור פעולה לתגית %s נכשלה
ne: %s ट्यागको लागि गतिविधि भेटाउन सकिएन
ro: nu a reușit să găsească acțiunea pentru tag %s
sq: s’u arrit të gjendej veprim për etiketën %s

source: failed to find action %s
he: איתור הפעולה %s נכשלה
ne: %s गतिविधि भेटाउन सकिएन
ro: Nu am găsit acțiunea %s
sq: s’u arrit të gjendej veprim %s

source: Open Link
he: פתיחת קישור
ne: लिङ्क खोल्नुहोस्
ro: Accesați link-ul
sq: Hap Lidhje

source: Copy Link
he: העתקת קישור
ne: लिङ्क प्रतिलिपी गर्नुहोस्
ro: Copiați link-ul
sq: Kopjoji Lidhjen

source: Send message
he: שליחת הודעה
ne: सन्देश पठाउनुहोस्
ro: Trimiteți un mesaj
sq: Dërgoni mesazh
